FREQUENCY_QUESTION = {
    'ru': 'நினைவூட்டல் அதிர்வெண்:',
    'en': 'Reminder frequency:'
}

FREQUENCY_NONE = {
    'ru': 'முடக்கு',
    'en': 'Disable'
}

FREQUENCY_DAILY = {
    'ru': 'தினசரி',
    'en': 'Daily'
}

FREQUENCY_WEEKLY = {
    'ru': 'வாரந்தோறும்',
    'en': 'Weekly'
}

INTRO = {
    'en': '🚀 Hello, friend! Here is the simple and useful chat bot that helps '
          'psychological disorder (anxiety & depression). You can receive '
          'gentle reminders from time to time or start testing manually. '
          'Keep calm! 🌼\n\n'
          '/hars - anxiety test (Hamilton Anxiety Rating Scale)\n'
          '/madrs - depression test (Montgomery–Åsberg Depression Rating Scale)\n'
          '/start - settings\n'
          '/export - export results',
    'ru': '🚀வணக்கம் நண்பரே! உதவும் எளிய மற்றும் பயனுள்ள அரட்டை போட் இங்கே '
          'உளவியல் கோளாறு (கவலை மற்றும் மனச்சோர்வு). நீங்கள் பெறலாம் '
          'அவ்வப்போது மென்மையான நினைவூட்டல்கள் அல்லது கைமுறையாக சோதனை செய்யத் தொடங்குங்கள். '
          'அமைதியாக இருங்கள்! 🌼\n\n'
          '/hars - கவலை சோதனை (ஹாமில்டன் கவலை மதிப்பீட்டு அளவுகோல்)\n'
          '/madrs - மனச்சோர்வு சோதனை (மாண்ட்கோமெரி-அஸ்பெர்க் அளவுகோல்)\n'
          '/start - அமைப்புகளை\n'
          '/export - ஏற்றுமதி முடிவுகள்'
}

PERIODIC_NOTIFICATION = {
    'ru': 'தேர்வில் தேர்ச்சி பெற வேண்டிய நேரம் இது ⏰\n\செய்தியாளர்:\n/அலாரம் சோதனைக்கு ஹார்ஸ்\n/மனச்சோர்வை பரிசோதிப்பதற்கான பைத்தியம்\n'
          '/start - அறிவிப்புகளை அமைக்க',
    'en': 'It\'s time to take some tests ⏰\nP\nress :\n/hars for anxiety testing\n/madrs for deperession testing\n'
          '/start for notification settings'
}


HARS_INTRO = {
    'en': 'Below is a list of phrases that describe certain feeling that people have. Rate the patients by finding '
          'the answer which best describes the extent to which he/she has these conditions.',
    'ru': 'மக்கள் அனுபவிக்கும் சில உணர்வுகளை விவரிக்கும் சொற்றொடர்களின் பட்டியல் கீழே. நோயாளியை மதிப்பிடுங்கள் '
          'சிறந்த பதிலைத் தேர்ந்தெடுப்பது '
          'அவன் / அவள் எந்த அளவிற்கு இருக்கிறாள் என்பதை விவரிக்கிறது.'
}


MADRS_INTRO = {
    'en': 'Please note: This test is typically administered by a third-party clinician, but it is provided here '
          'informational purposes. This test may not be as accurate when self-administered, as it relies on a '
          'somewhat objective assessment.\n'
          'These questions concern how the patient has felt over the past week. Rate each item on a scale '
          'from 0 to 6, with 0 being “normal/not present” and 6 being “extreme.”\n'
          'Numbers 1, 3, and 5 do not have their own textual rating of severity, rather, these numbers are '
          'representative of levels in between two choices.',
    'ru': 'தயவுசெய்து கவனிக்கவும்: இந்த சோதனை பொதுவாக ஒரு மருத்துவ நிபுணரால் முடிக்கப்படுகிறது, இது இங்கே வழங்கப்படுகிறது.'
          'தகவல் நோக்கங்களுக்காக. இந்த சோதனை நீங்களே கடந்து செல்லும்போது புறநிலையாக இருக்காது. அவர்'
          'ஒரு புறநிலை மதிப்பீட்டை நம்பியுள்ளது.\n'
          'இந்த கேள்விகள் நோயாளி எப்படி உணர்ந்தார் என்பது பற்றியது. '
          'கடந்த வாரத்தில். ஒவ்வொரு உருப்படியையும் மதிப்பிடுங்கள்'
          '0 முதல் 6 வரையிலான அளவுகோல், அங்கு 0 என்பது "சாதாரண / இல்லாதது" என்றும் 6 என்றால் "தீவிரமானது" என்றும் பொருள்".\n'
          '1, 3 மற்றும் 5 எண்களில் உரை விளக்கம் இல்லை; அவை 2 விருப்பங்களுக்கு இடையில் ஒரு நிலையைக் குறிக்கின்றன.'
}

EXPORT = {
    'en': 'Choose export format:',
    'ru': 'ஏற்றுமதி வடிவமைப்பைத் தேர்வுசெய்க:'
}
